[Name.Title.Title_Unique_Pumpkin WeaponNamePartDefinition]
PartName="Pumpkin Chumpker"

[Name.Title.Title_Unique_Pumpkin:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Tempo de colheita"
Suffix=""
Prefix=""

